Repository: MikeSiLVO/script.skinshortcuts
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba

# Addon Description
source: Add-on for skins to provide simple managing and listing of user shortcuts (requires skin support)
bs_ba: Dodatak za skinove koji omogućava jednostavno upravljanje i prikaz korisničkih prečica (potrebna je podrška za skinove)

# #32000
source: Add
bs_ba: Dodaj

# #32001
source: Delete
bs_ba: Izbriši

# #32002
source: Move Up
bs_ba: Pomakni gore

# #32003
source: Move Down
bs_ba: Pomakni dolje

# #32004
source: Video Playlist
bs_ba: Popis videozapisa

# #32005
source: Music Playlist
bs_ba: Muzička plejlista

# #32006
source: Favourite
bs_ba: Omiljeno

# #32007
source: Add-On
bs_ba: Dodatak

# #32008
source: Mixed Playlist
bs_ba: Miješana plejlista

# #32010
source: Video Add-On
bs_ba: Dodatak za video

# #32011
source: Music Add-On
bs_ba: Dodatak za muziku

# #32012
source: Picture Add-On
bs_ba: Dodatak za slike

# #32014
source: Videos
bs_ba: Videozapisi

# #32015
source: Movies
bs_ba: Filmovi

# #32016
source: TV Shows
bs_ba: TV emisije

# #32017
source: Live TV
bs_ba: TV

# #32018
source: Music Videos
bs_ba: Muzički spotovi

# #32019
source: Music
bs_ba: Muzika

# #32020
source: Pictures
bs_ba: Slike

# #32021
source: Programs
bs_ba: Programi

# #32022
source: Live TV
bs_ba: TV

# #32023
source: Timers
bs_ba: Tajmer

# #32024
source: Custom item
bs_ba: Prilagođena stavka

# #32025
source: Set label
bs_ba: Postavi oznaku

# #32026
source: Set thumbnail
bs_ba: Postavi sličicu

# #32027
source: Change action
bs_ba: Promijeni radnju

# #32028
source: Restore menu items
bs_ba: Vrati stavke menija

# #32029
source: Common
bs_ba: Uobičajeno

# #32030
source: Video Library
bs_ba: Videoteka

# #32031
source: Music Library
bs_ba: Muzička biblioteka

# #32032
source: Play DVD
bs_ba: Reprodukuj DVD

# #32033
source: Eject tray
bs_ba: Izbacivač papira

# #32034
source: Common menu item
bs_ba: Uobičajena stavka menija

# #32035
source: Choose which items to display on the Main Menu
bs_ba: Odaberite koje stavke želite prikazati u glavnom meniju

# #32036
source: Choose shortcuts for %s
bs_ba: Odaberite prečice za %s

# #32037
source: Reset all menu items
bs_ba: Resetuj sve stavke menija

# #32038
source: Are you sure you want to reset all menu items back to default?
bs_ba: Jeste li sigurni da želite vratiti sve stavke menija na zadane vrijednosti?

# #32039
source: Pick widget for %s
bs_ba: Odaberite vidžet za %s

# #32040
source: Playlist
bs_ba: Spisak za rep

# #32041
source: Action
bs_ba: Akcija

# #32042
source: Unknown video node
bs_ba: Nepoznati video čvor

# #32043
source: Choose shortcut category
bs_ba: Odaberite kategoriju prečica

# #32044
source: Select widget
bs_ba: Odaberite vidžet

# #32045
source: Select background
bs_ba: Odaberite pozadinu

# #32046
source: Update video library
bs_ba: Ažuriraj videoteku

# #32047
source: Update audio library
bs_ba: Ažuriraj audio biblioteku

# #32048
source: Choose item for menu
bs_ba: Odaberite stavku za meni

# #32049
source: Building menu...
bs_ba: Izgradnja menija...

# #32050
source: Default
bs_ba: Podrazumjevano

# #32051
source: Single image
bs_ba: Jedna slika

# #32052
source: Multi-image
bs_ba: Više slika

# #32053
source: None
bs_ba: Ništa

# #32054
source: Kodi Command
bs_ba: Kodi komanda

# #32055
source: Clean video library
bs_ba: Očisti videoteku

# #32056
source: Clean audio library
bs_ba: Očisti audioteku

# #32057
source: Kodi Commands
bs_ba: Kodi komande

# #32058
source: Create menu item to here
bs_ba: Kreiraj stavku menija ovdje

# #32059
source: Skin Playlist
bs_ba: Plejlista za skin

# #32060
source: What do you want to do with the playlist?
bs_ba: Šta želiš uraditi sa plejlistom?

# #32061
source: Display
bs_ba: Prikaz

# #32062
source: Play
bs_ba: Reprodukuj

# #32063
source: Getting directory listing...
bs_ba: Dobijanje popisa direktorija...

# #32064
source: No available items
bs_ba: Nema dostupnih artikala

# #32065
source: There are no available items to choose from for the category that you choose.
bs_ba: Nema dostupnih artikala za odabir za kategoriju koju ste odabrali.

# #32066
source: Last TV channel
bs_ba: Posljednji TV kanal

# #32067
source: Last radio channel
bs_ba: Posljednji radio kanal

# #32068
source: Last channel
bs_ba: Posljednji kanal

# #32069
source: Video Source
bs_ba: Izvor videa

# #32070
source: UPnP
bs_ba: Pravljenje rez. kopije EEPROM-a

# #32071
source: Customize Main Menu
bs_ba: Prilagodi glavni meni

# #32072
source: Customize Submenu
bs_ba: Prilagodi podmeni

# #32073
source: Music Source
bs_ba: Izvor muzike

# #32074
source: Library Sources
bs_ba: Bibliotečki izvori

# #32075
source: Sources
bs_ba: Izvori

# #32076
source: TV Channel
bs_ba: TV kanal

# #32077
source: Radio Channel
bs_ba: Radio kanal

# #32078
source: Display...
bs_ba: Prikaz...

# #32079
source: Files view
bs_ba: Prikaz datoteka

# #32080
source: Edit %s Submenu
bs_ba: Uredi %s podmeni

# #32081
source: Movies not in this source
bs_ba: Filmovi koji nisu u ovom izvoru

# #32082
source: TV Shows not in this source
bs_ba: TV emisije koje nisu u ovom izvoru

# #32083
source: Music Videos not in this source
bs_ba: Muzički spotovi nisu u ovom izvoru

# #32084
source: Songs not in this source
bs_ba: Pjesme koje nisu u ovom izvoru

# #32085
source: Albums not in this source
bs_ba: Albumi koji nisu u ovom izvoru

# #32086
source: Mixed content not in this source
bs_ba: Mješoviti sadržaj nije u ovom izvoru

# #32088
source: Channels
bs_ba: Kanali

# #32089
source: Picture Source
bs_ba: Izvor slike

# #32090
source: The item has been added to the menu
bs_ba: Stavka je dodana u meni

# #32091
source: Unable to add item to the menu. Please check log for errors.
bs_ba: Nije moguće dodati stavku u meni. Molimo provjerite zapisnik za greške.

# #32092
source: Unable to build menu.
bs_ba: Nije moguće kreirati meni.

# #32093
source: Upload debug log?
bs_ba: Prenijeti zapisnik o debugiranju?

# #32094
source: Install Kodi Log Uploader add-on to easily provide a debug log.
bs_ba: Instalirajte dodatak Kodi Log Uploader kako biste jednostavno omogućili ispis dnevnika otklanjanja grešaka.

# #32095
source: Choose default action for menu item
bs_ba: Odaberite zadanu radnju za stavku menija

# #32096
source: Browse...
bs_ba: Potraži...

# #32097
source: Unable to save menu
bs_ba: Nije moguće sačuvati meni

# #32098
source: Writing menu...
bs_ba: Meni za pisanje...

# #32099
source: Widget
bs_ba: Vidžet

# #32100
source: Use as widget
bs_ba: Koristi kao widget

# #32101
source: Choose property
bs_ba: Odaberite nekretninu

# #32102
source: Restore or reset?
bs_ba: Vratiti ili resetovati?

# #32103
source: Restore an original menu item
bs_ba: Vratite originalnu stavku menija

# #32104
source: Reset to skin defaults
bs_ba: Vrati na zadane postavke skina

# #32105
source: There are no menu items to restore for this menu
bs_ba: Nema stavki menija za vraćanje za ovaj meni

# #32106
source: Install widget provider
bs_ba: Instaliraj dobavljača widgeta

# #32107
source: Enable default widgets
bs_ba: Omogući zadane widgete

# #32108
source: Party mode (music videos)
bs_ba: Žurka (muzički spotovi)

# #32109
source: No menus from compatible skins found to import
bs_ba: Nisu pronađeni meniji iz kompatibilnih skinova za uvoz

# #32110
source: Import menu from skin
bs_ba: Uvoz menija iz skina

# #32111
source: Shared menu
bs_ba: Dijeljeni meni

# #32112
source: New item on the main menu
bs_ba: Nova stavka u glavnom meniju

# #32113
source: New item on the main menu (autofill submenu items)
bs_ba: Nova stavka u glavnom meniju (stavke podmenija za automatsko popunjavanje)

# #32114
source: Where should menu item be created
bs_ba: Gdje treba kreirati stavku menija

# #32115
source: Unable to get directory listings[CR][CR]See log for details
bs_ba: Nije moguće dobiti popise direktorija[CR][CR]Pogledajte zapisnik za detalje

# #32116
source: The skin you are using does not support adding items directly to the main menu
bs_ba: Skin koji koristite ne podržava dodavanje stavki direktno u glavni meni

# #32117
source: Disable shortcut
bs_ba: Onemogući prečicu

# #32118
source: Smart shortcuts
bs_ba: Pametne prečice

# #32119
source: Default widgets
bs_ba: Zadani widgeti

# #32120
source: Never hide PVR shortcuts
bs_ba: Nikad ne skrivaj PVR prečice

# #32121
source: Share menu between compatible skins
bs_ba: Dijeli meni između kompatibilnih skinova

# #32122
source: Enable debug logging
bs_ba: Omogući bilježenje grešaka

# #32123
source: Games
bs_ba: Igre

# #32124
source: This addon is for skin developers, and requires skin support
bs_ba: Ovaj dodatak je namijenjen programerima skinova i zahtijeva podršku za kože
